IDEA StatiCa Open Model
IGeometryPart Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The IGeometryPart type exposes the following members.
Properties
Name | Description
Edges
 Lines of input edges on wall or beam
Top
See Also
Reference
IGeometryPart Interface
IdeaRS.OpenModel.Detail Namespace